[
    {
        "name": "BẠC HÀ",
        "otherName": "Bạc hà nam, nạt nặm, chạ phiéc hom (Tày)",
        "scienceName": "Mentha arvensis L.",
        "surname": "Bạc hà (Lamiaceae)",
        "partsUsed": "Bộ phận trên mặt đất",
        "function": "Sơ phong, thanh nhiệt, thấu chẩn, sơ can, giải uất, giải độc. Chữa cảm mạo phong nhiệt, cảm cúm, ngạt mũi, nhức đầu, đau mắt đỏ, thúc đẩy sởi mọc, ngực sườn đầy tức.",
        "dosageAndUsage": "Ngày dùng 12 - 20g, hãm vào nước sôi 200 ml, cách 3 giờ uống một lần.",
        "imageName": "cay-bac-ha",
    },
    {
        "name": "BÁCH BỘ",
        
        "otherName": "Củ ba mươi, dây đẹt ác, hơ linh (Ba Na)",
        
        "scienceName": "Stemona tuberosa Lour.",
        
        "surname": "Bách bộ (Stemonaceae)",
        
        "partsUsed": "Rễ",
        
        "function": "Nhuận phế, chỉ ho, sát trùng. Chữa các chứng ho mới hoặc ho lâu ngày, viêm phế quản mạn tính, trị giun kim, ngứa, ghẻ lở.",
        
        "dosageAndUsage": "Ngày dùng 8 - 12g, sắc uống, thụt hậu môn điều trị giun kim, dùng 30 - 40g sắc lấy nước rửa điều trị ngứa, lở.",
        "imageName": "cay-bach-bo",
    },
    {
        "name": "BẠCH ĐỒNG NỮ",
        
        "otherName": "Mò trắng, Mò mâm xôi, Bấn trắng",
        
        "scienceName": "Clerodendrum chinense (Osbeck.) Mabb var. simplex (Mold.) S. L. Chen",
        
        "surname": "Cỏ roi ngựa (Verbenaceae)",
        
        "partsUsed": "Rễ, lá, hoa",
        
        "function": "Thanh nhiệt, giải độc, khu phong trừ thấp, tiêu viêm. Rễ cây chữa gân xương đau nhức, mỏi lưng, mỏi gối, kinh nguyệt không đều, viêm túi mật, vàng da, vàng mắt. Dùng ngoài ngâm rửa trĩ, lòi dom. Lá cây chữa tăng huyết áp, khí hư bạch đới, Lá dùng ngoài trị vết thương, tắm ghẻ, chốc đầu. Hoa dùng trị ngứa.",
        
        "dosageAndUsage": "Rễ ngày dùng 12 - 16g, sắc uống. Dùng 1 kg cành lá, rửa sạch, đun sôi với nước 30 phút, lọc lấy nước, nhỏ giọt liên tục lên vết thương hoặc ngâm vết thương ngày 2 lần, mỗi lần 1 giờ.",
        "imageName": "cay-bach-dong-nu",
    },
    {
        "name": "BẠCH HOA XÀ THIỆT THẢO",
        "otherName": "Cỏ lưỡi rắn hoa trắng",
        "scienceName": "Hedyotis diffusa Willd.",
        
        "surname": "Cà phê (Rubiaceae)",
        
        "partsUsed": "Toàn cây",
        
        "function": "Thanh nhiệt giải độc, lợi niệu thông lâm, tiêu ung tán kết. Chữa phế nhiệt, hen suyễn, viêm họng, viêm Amydal, viêm đường tiết niệu, viêm đại tràng (trường ung). Dùng ngoài chữa vết thương, rắn cắn, côn trùng đốt.",
        
        "dosageAndUsage": "Ngày dùng 15 - 60g (khô) sắc uống. Dùng ngoài, giã nát đắp tại chỗ.",
        "imageName": "Bạch-hoa-xà-thiệt-thảo"
    },
    {
        "name": "BÁN HẠ NAM",
        
        "otherName": "Cây chóc, chóc chuột, nam tinh, bán hạ ba thùy",
        
        "scienceName": "Typhonium trilobatum (L.) Schott.",
        
        "surname": "Ráy (Araceae).",
        
        "partsUsed": "Thân rễ. Khi dùng phải qua chế biến cẩn thận.",
        
        "function": "Hóa đàm táo thấp, giáng nghịch chỉ nôn, giáng khí chỉ ho. Chữa nôn, buồn nôn, đầy trướng bụng, ho có đờm, ho lâu ngày. Dùng ngoài chữa ong đốt, rắn rết cắn.",
        
        "dosageAndUsage": "Ngày dùng 3 - 10g, sắc uống. Thường phối hợp với các vị thuốc khác.",
        
        "taboo": "Phụ nữ có thai dùng thận trọng.",
        "imageName": "cây-bán-hạ-nam"
    },
    {
        "name": "BỐ CHÍNH SÂM",
        
        "otherName": "Nhân sâm Phú yên, Thổ hào sâm",
        
        "scienceName": "Abelmoschus moschatus Medik. ssp. tuberosus (Span) Borss.",
        
        "surname": "Bông (Malvaceae).",
        
        "partsUsed": "Rễ. Rửa sạch, ngâm nước gạo một đêm, đồ chín. Phơi khô, hoặc sấy khô.",
        
        "function": "Bổ khí, ích huyết, sinh tân dịch, chỉ khát (giảm ho), trừ đờm. Chữa cơ thể suy nhược, kém ăn, kém ngủ, thần kinh suy nhược, hoa mắt chóng mặt, đau dạ dầy, tiêu chảy, ho viêm họng, viêm phế quản, người háo khát, táo bón.",
        
        "dosageAndUsage": "Ngày dùng 10 - 12g, sắc uống.",
        
        "taboo": "Nếu thể tạng hàn phải chích với gừng. Không dùng chung với Lê lô.",
        "imageName": "cây-bố-chính-sâm",
    },
    {
        "name": "BỒ CÔNG ANH",
        
        "otherName": "Diếp dại, diếp trời, rau bồ cóc, rau mét, cây mũi mác",
        
        "scienceName": "Lactuca indica L.",
        
        "surname": "Cúc (Asteraceae)",
        
        "partsUsed": "Phần trên mặt đất",
        
        "function": "Thanh nhiệt giải độc, tiêu viêm tán kết. Chữa mụn nhọt sang lở, tắc tia sữa, viêm tuyến vú, nhiễm trùng đường tiết niệu.",
        
        "dosageAndUsage": "Ngày dùng 8 - 30 g (khô), 20 - 40g (cây tươi), ép lấy nước uống hoặc sắc uống. Đắp ngoài trị mụn nhọt, sưng vú, tắc tia sữa.",
        "imageName": "bồ-công-anh1",
    },
    {
        "name": "CÀ GAI LEO",
        
        "otherName": "Cà vạnh, Cà cườm, Cà quánh, Cà quýnh.",
        
        "scienceName": "Solanum procumbens Lour.",
        
        "surname": "Cà (Solanaceae).",
        
        "partsUsed": "Rễ (Thích gia căn), dây (Thích gia đằng).",
        
        "function": "Tán phong trừ thấp, tiêu độc, giảm đau. Chữa đau nhức gân xương, ho, ho gà, xơ gan, rắn cắn.",
        
        "dosageAndUsage": "Ngày 16 - 20g, sắc uống.",
        "imageName": "cây-cà-gai-leo",
    },
    {
        "name": "CAM THẢO ĐẤT",
        
        "otherName": "Cam thảo nam, thổ cam thảo, dã cam thảo, r’gờm, t’rôm lạy (K’Ho)",
        
        "scienceName": "Scoparia dulcis L.",
        
        "surname": "Hoa mõm chó (Scrophulariaceae)",
        
        "partsUsed": "Cả cây",
        
        "function": "Bổ tỳ, sinh tân, nhuận phế, thanh nhiệt, giải độc, lợi niệu. Chữa sốt, ho, viêm họng, ban chẩn, phế nhiệt gây ho, rong kinh, đái tháo đường.",
        
        "dosageAndUsage": "Ngày dùng 16 - 20g (dạng khô); 20 - 40g (cây tươi), sắc hoặc hãm uống.",
        "imageName": "cây-cam-thảo-đất",
    },
    {
        "name": "CỎ MẦN TRẦU",
        
        "otherName": "Cỏ chỉ tía, thanh tâm thảo, cao dag (Ba Na), hất t’rớ lạy (K’Ho)",
        
        "scienceName": "Eleusine indica (L.) Geartn.",
        
        "surname": "Lúa (Poaceae)",
        
        "partsUsed": "Cả cây",
        
        "function": "Lương huyết, thanh nhiệt, hạ sốt, giải độc, làm mát gan, làm ra mồ hôi, lợi tiểu. Chữa cảm nắng, sốt nóng, cao huyết áp, viêm gan hoàng đảm, dị ứng mẩn ngứa, đái khó, nước tiểu đỏ.",
        
        "dosageAndUsage": "Ngày dùng 12 - 16g (khô), 80 - 120g (cây tươi), đun sôi trong 15-20 phút, để nguội chắt lấy nước uống.",
        "imageName": "cây-cỏ-mần-trầu",
    },
    {
        "name": "CỎ NHỌ NỒI",
        
        "otherName": "Cỏ mực, Hạn liên thảo, lệ trường, phong trường, mạy mỏ lắc nà (Tày), nhả cha chát (Thái)",
        
        "scienceName": "Eclipta prostrata (L.) L.",
        
        "surname": "Cúc (Asteraceae)",
        
        "partsUsed": "Phần trên mặt đất",
        
        "function": "Lương huyết, chỉ huyết, bổ can thận, chữa các chứng huyết nhiệt, ho ra máu, nôn ra máu, đại tiện ra máu, tiểu tiện ra máu, chảy máu cam, chảy máu dưới da, băng huyết, rong huyết, râu tóc sớm bạc, răng lợi sưng đau.",
        
        "dosageAndUsage": "Ngày dùng 12 - 20g (khô), sắc uống; 30 - 50g (tươi), giã vắt lấy nước uống, bã đắp vết thương. Có thể dùng phối hợp với các cây thuốc khác chữa chứng xuất huyết.",
        
        "note": "Không dùng cho người có tỳ vị hư hàn, ỉa chảy, phân sống.",
        "imageName": "cây-cỏ-nhọ-nồi",
    },
    {
        "name": "CỎ SỮA LÁ NHỎ",
        
        "otherName": "Vú sữa đất, thiên căn thảo, cẩm địa",
        
        "scienceName": "Euphorbia thymifolia L.",
        
        "surname": "Thầu dầu (Euphorbiaceae)",
        
        "partsUsed": "Cả cây",
        
        "function": "Cầm máu, giảm đau, tiêu độc, chỉ lỵ, thông sữa, lợi tiểu. Chữa lỵ trực khuẩn và lỵ amip nhất là cho trẻ em, chữa mụn nhọt, phụ nữ băng huyết, phụ nữ sau đẻ ít sữa hoặc tắc tia sữa.",
        
        "dosageAndUsage": "Người lớn: ngày dùng 40 - 100g; trẻ em: ngày dùng 10 - 20g, sắc uống, dùng 5 -7 ngày.",
        "imageName": "cay-co-sua-la-nho",
    },
    {
        "name": "CỎ TRANH",
        
        "otherName": "Cỏ tranh răng, bạch mao căn, dia (K’Dong), nhất địa (Gia Rai)",
        
        "scienceName": "Imperata cylindrica (L.) Beauv.",
        
        "surname": "Lúa (Poaceae)",
        
        "partsUsed": "Thân rễ",
        
        "function": "Lương huyết, chỉ huyết, thanh nhiệt, lợi tiểu, giảm đau. Chữa phiền khát, tiểu tiện khó, tiểu ít, tiểu buốt, tiểu ra máu, ho ra máu, chảy máu cam do huyết nhiệt, phù thũng do viêm cầu thận cấp, hoàng đản.",
        
        "dosageAndUsage": "Ngày dùng 9 - 30g (khô), 30 - 60g (tươi) thái nhỏ, sắc với 600 ml nước đến khi còn 200 ml chia 2 - 3 lần uống trong ngày.",
        "imageName": "cỏ-tranh",
        
    },
    
    {
        
        "name": "CỎ XƯỚC",
        
        "otherName": "Hoài ngưu tất.",
        
        "scienceName": "Achyranthes aspera L.",
        
        "surname": "Rau dền (Amaranthaceae)",
        
        "partsUsed": "Rễ đã phơi khô hoặc sấy khô.",
        
        "function": "Hoạt huyết, khứ ứ, bổ can thận mạnh gân xương, lợi thủy thông lâm. Chữa đau nhức xương khớp, đau lưng, mỏi gối, chân tay co quắp, tê bại, kinh nguyệt không đều, tiểu tiện không thông, đái buốt, đái rắt.",
        
        "dosageAndUsage": "Ngày dùng 6 - 15g; 12 - 40g, sắc uống.",
        
        "taboo": "Phụ nữ có thai, ỉa lỏng, di tinh.",
        "imageName": "cây-cỏ-xước",
        
    },
    {
        "name": "CỐI XAY",
        
        "otherName": "Giàng xay, quýnh ma, ma bản thảo, kim hoa thảo",
        
        "scienceName": "Abutilon indicum (L.) Sweet",
        
        "surname": "Bông (Malvaceae)",
        
        "partsUsed": "Bộ phận trên mặt đất",
        
        "function": "Giải biểu nhiệt, hoạt huyết, tiêu thũng. Chữa cảm sốt do phong nhiệt, đau đầu, tai ù, tai điếc, sốt vàng da, bí tiểu tiện, phù thũng, lở ngứa, dị ứng.",
        
        "dosageAndUsage": "Ngày dùng 8 - 12g (dạng khô), 20 - 40g (cây tươi), sắc uống.",
        "imageName": "cây-cối-xay",
        
    },
    {
        
        "name": "CỐT KHÍ",
        
        "otherName": "Cốt khí củ",
        
        "scienceName": "Reynoutria japonica Houtt.",
        
        "surname": "Rau răm (Polygonaceae).",
        
        "partsUsed": "Rễ phơi hay sấy khô.",
        
        "function": "Khu phong trừ thấp, hoạt huyết, thông kinh, chỉ khái (giảm ho), hóa đờm, chỉ thống. Chữa đau nhức gân xương, ngã sưng đau ứ huyết, bế kinh, hoàng đản, ho nhiều đờm, mụn nhọt lở loét.",
        
        "dosageAndUsage": "Ngày dùng 9 - 15g, sắc uống, dùng ngoài sắc lấy nước để bôi, rửa, hoặc chế thành cao, bôi.",
        "imageName": "cây-cốt-khí",
        
    },
    {
        "name": "CÚC HOA",
        
        "otherName": "Kim cúc, hoàng cúc, dã cúc, cam cúc",
        
        "scienceName": "Chrysanthemum indicum L.",
        
        "surname": "Cúc (Asteraceae)",
        
        "partsUsed": "Cụm hoa",
        
        "function": "Phát tán phong nhiệt, giải độc, minh mục. Chữa các chứng đau đầu hoa mắt, chóng mặt, đau mắt đỏ, chảy nhiều nước mắt, mờ mắt, huyết áp cao, mụn nhọt, đinh độc.",
        
        "dosageAndUsage": "Ngày dùng 8 - 16g (dạng khô), sắc uống.",
        "imageName": "cây-cúc-hoa",
    },
    {
        "name": "CÚC TẦN",
        
        "otherName": "Cây lức, từ bi, phật phà (Tày)",
        
        "scienceName": "Pluchea indica (L.) Less.",
        
        "surname": "Cúc (Asteraceae).",
        
        "partsUsed": "Rễ, lá, cành.",
        
        "function": "Phát tán phong nhiệt, tiêu độc, lợi tiểu, tiêu đàm. Chữa cảm mạo phong nhiệt, sốt không ra mồ hôi, phong thấp, tê bại, đau nhức xương khớp.",
        
        "dosageAndUsage": "Ngày dùng 8 - 16g, sắc uống.",
        "imageName": "cay-cuc-tan",
        
    },
    
    {
        "name": "DÀNH DÀNH",
        
        "otherName": "Chi tử",
        
        "scienceName": "Gardenia jasminoides J. Ellis",
        
        "surname": "Cà phê (Rubiaceae).",
        
        "partsUsed": "Quả đã phơi khô.",
        
        "function": "Thanh nhiệt trừ phiền, lợi tiểu, lương huyết, chỉ huyết. Chữa sốt cao, người bồn chồn khó ngủ, vàng da, tiểu tiện khó, tiểu tiện ra máu, chảy máu cam. Nôn ra máu, dùng ngoài trị sưng đau do sang chấn.",
        
        "dosageAndUsage": "Ngày dùng 6 - 12g, sắc uống.",
        
        "imageName": "cây-dành-dành",
    },
    
    {
        "name": "DÂU TẰM",
        
        "otherName": "Dâu ta, tang",
        
        "scienceName": "Morus alba L.",
        
        "surname": "Dâu tằm (Moraceae)",
        
        "partsUsed": "Rễ, thân, lá, quả.",
        
        "function": "Vỏ rễ dâu có tác dụng thanh phế nhiệt bình suyễn, tiêu thũng, giảm ho, trừ đờm, hạ suyễn. Chữa phế nhiệt, ho suyễn, hen, ho ra máu, trẻ con ho gà, phù thũng, bụng trướng to, tiểu tiện không thông; Lá dâu có tác dụng tán phong thanh nhiệt, thanh can, sáng mắt. Chữa cảm mạo phong nhiệt, phế nhiệt, ho, viêm họng, nhức đầu, mắt đỏ, chảy nước mắt, đậu lào, phát ban, cao huyết áp, mất ngủ; Cành dâu có tác dụng trừ phong thấp, lợi các khớp, thông kinh hoạt lạc, tiêu viêm. Chữa phong thấp đau nhức các đầu xương, cước khí, sưng lở, chân tay co quắp.",
        
        "dosageAndUsage": "Vỏ rễ: ngày dùng 6 - 12g (có thể dùng tới 20 - 40g), sắc uống. Lá: ngày dùng 5 - 12g, sắc uống. Cành: ngày dùng: 9 - 15g (có thể dùng tới 40 - 60g), sắc uống.",
        
        "imageName": "cây-dâu-tằm",
    },
    {
        
        "name": "ĐỊA HOÀNG",
        
        "otherName": "Sinh địa hoàng.",
        
        "scienceName": "Rehmannia glutinosa (Gaertn.) Libosch.ex Steud.",
        
        "surname": "Hoa mõm chó (Scrophulariaceae)",
        
        "partsUsed": "Rễ củ phơi hay sấy khô.",
        
        "function": "Bổ âm, thanh nhiệt lương huyết, sinh tân dịch. Chữa âm hư, sốt về chiều, khát nước, thiếu máu, suy nhược cơ thể, tân dịch khô, phiền táo mất ngủ.",
        
        "dosageAndUsage": "Ngày dùng 8 - 16g, sắc uống.",
        "imageName": "cây-địa-hoàng",
        
    },
    
    {
        "name": "ĐỊA LIỀN",
        
        "otherName": "Sơn nại, tam nại, thiền liền, sa khương",
        
        "scienceName": "Kaempferia galanga L.",
        
        "surname": "Gừng (Zingiberaceae)",
        
        "partsUsed": "Thân rễ (Rhizoma Kaempferiae) thái lát, phơi sấy khô, lá.",
        
        "function": "Ôn trung, tán hàn, trừ thấp, tiêu thực. Chữa ngực bụng lạnh đau, tiêu chảy, ăn uống khó tiêu, đau dạ dày, nôn mửa, đau nhức xương khớp.",
        
        "dosageAndUsage": "Ngày dùng 4 - 8g, sắc uống. Dùng ngoài ngâm rượu để xoa bóp.",
        
        "imageName": "cây-địa-liền",
    },
    
    {
        "name": "DIỆP HẠ CHÂU",
        
        "otherName": "Diệp hạ châu đắng, Cây chó đẻ răng cưa",
        
        "scienceName": "Phyllanthus urinaria L.",
        
        "surname": "Thầu dầu (Euphorbiaceae).",
        
        "partsUsed": "Phần trên mặt đất sấy hoặc phơi khô.",
        
        "function": "Tiêu độc, sát trùng, lợi mật, thanh can, tiêu viêm tán ứ, lợi thủy. Chữa viêm gan hoàng đảm, viêm họng, tắc sữa, kinh bế, viêm da thần kinh, viêm thận, sỏi tiết niệu, mụn nhọt, lở ngứa ngoài da.",
        
        "dosageAndUsage": "Ngày dùng 8 - 20g, sắc uống.",
        "imageName": "cây-diệp-hạ-châu",
        
    },
    
    {
        "name": "ĐINH LĂNG",
        
        "otherName": "Cây gỏi cá, nam dương sâm",
        
        "scienceName": "Polyscias fruticosa (L.) Harms",
        
        "surname": "Nhân sâm (Araliaceae)",
        
        "partsUsed": "Rễ, thân, cành, lá.",
        
        "function": "Bổ khí, tiêu thực, lợi sữa, tiêu viêm, giải độc. Rễ Đinh lăng chữa suy nhược cơ thể, gầy yếu, mệt mỏi, ngủ ít, tiêu hóa kém, phụ nữ sau đẻ ít sữa. Lá chữa cảm sốt, mụn nhọt, giã đắp sưng tấy, sưng vú. Thân, cành chữa thấp khớp, đau lưng.",
        
        "dosageAndUsage": "Rễ: Ngày dùng 3 - 6g, hãm, hoặc đun sôi trong 15 phút, chia 2 - 3 lần uống; \nLá tươi: ngày dùng 30 - 50g, giã đắp; \nThân, cành: ngày dùng 30 - 50g, sắc uống.",
        
        "imageName": "cay-dinh-lang",
    },
    {
        "name": "ĐƠN LÁ ĐỎ",
        
        "otherName": "Đơn đỏ, Đơn tía, Đơn mặt trời.",
        
        "scienceName": "Excoecaria cochichinensis Lour.",
        
        "surname": "Thầu dầu (Euphorbiaceae). Cây được trồng làm thuốc, làm cảnh ở nhiều địa phương nước ta.",
        
        "partsUsed": "Rễ, vỏ thân, lá.",
        
        "function": "Thanh nhiệt giải độc, hoạt huyết, giảm đau, lợi tiểu. Chữa cảm sốt, đau nhức xương khớp, kinh nguyệt không đều, áp xe vú, dị ứng, mụn nhọt, lở ngứa, ỉa chảy lâu ngày.",
        
        "dosageAndUsage": "Ngày dùng 6 - 12g, sắc uống.",
        "imageName": "cay-don-la-do",
        
    },
    {
        
        "name": "DỪA CẠN",
        
        "otherName": "Hải Đằng, Dương giác, trường xuân hoa",
        
        "scienceName": "Catharanthus roseus (L.) G. Don",
        
        "surname": "Trúc đào (Apocynaceae).",
        
        "partsUsed": "Thân, lá, rễ",
        
        "function": "Hoạt huyết, bình can, tiêu thũng, giải độc, an thần. Chữa tăng huyết áp, kinh nguyệt không đều, lỵ, bí tiểu.",
        
        "dosageAndUsage": "Ngày dùng 8 - 12g, sắc uống.",
        
        "taboo": "Phụ nữ có thai không được dùng.",
        "imageName": "cây-dừa-cạn",
    },
    {
        
        "name": "GAI",
        
        "otherName": "Gai làm bánh, gai tuyết, trư ma.",
        
        "scienceName": "Boehmeria nivea (L.) Gaudich.",
        
        "surname": "Gai (Urticaceae)",
        
        "partsUsed": "Rễ, lá",
        
        "function": "Rễ có tác dụng chỉ huyết, an thai, thanh nhiệt, giải độc. Chữa động thai, chảy máu dọa sẩy, đái đục, đái ra máu. Lá có tác dụng lương huyết, chỉ huyết, dùng trị chảy máu, làm lành vết thương.",
        
        "dosageAndUsage": "Rễ: Ngày dùng 6 - 20g (tươi) hay 8 - 12g (khô), đun sôi với 400ml nước đến khi còn lại 100 ml, uống 1 lần trong ngày. Lá: dùng ngoài lượng vừa đủ, giã đắp vào vết thương.",
        "imageName": "cây-gai-1",
    },
    {
        "name": "GỪNG",
        
        "otherName": "Khương",
        
        "scienceName": "Zingiber officinale Rosc.",
        
        "surname": "Gừng (Zingiberaceae)",
        
        "partsUsed": "Thân rễ (củ)",
        
        "function": "Gừng khô (Can khương) Ôn trung, trục hàn, hồi dương, thông mạch. Gừng tươi chữa cảm mạo phong hàn, nhức đầu, ngạt mũi, ho có đờm, nôn mửa, bụng đầy trướng, kích thích tiêu hóa, sát trùng, hành thủy, giải độc ngứa do bán hạ, cua, cá. Bào khương chữa đau bụng, lạnh bụng, đi ngoài. Gừng khô và tiêu khương (gừng nướng) chữa đau bụng do lạnh, bụng đầy trướng không tiêu, thổ tả, chân tay giá lạnh, mạch nhỏ, đàm ẩm, ho suyễn và thấp khớp. Thán khương thường dùng chỉ huyết.",
        
        "dosageAndUsage": "Gừng tươi, Bào khương: Ngày dùng 4 - 8g, sắc uống; Gừng khô và Tiêu khương: Ngày dùng 4 - 20g, dùng dạng thuốc sắc hoặc hoàn tán; Thán khương: Ngày dùng 4 - 8g, sắc uống.",
        "imageName": "cây-gừng",
    },
    
    {
        "name": "HẠ KHÔ THẢO",
        
        "scienceName": "Prunella vulgaris L.",
        
        "surname": "Bạc hà (Lamiaceae).",
        
        "partsUsed": "Cụm quả đã phơi hay sấy khô.",
        
        "function": "Thanh nhiệt giáng hỏa, minh mục, tán kết, tiêu sưng. Chữa lao hạch, bướu cổ, áp xe vú, đau mắt, viêm tử cung, viêm gan, cao huyết áp, ngứa, hắc lào, vẩy nến.",
        
        "dosageAndUsage": "Ngày 9 - 15 g, dạng thuốc sắc.",
        "imageName": "cây-hạ-khô-thảo",
    },
    {
        "name": "HOẮC HƯƠNG",
        
        "otherName": "Thổ Hoắc hương, Quảng Hoắc hương",
        
        "scienceName": "Pogostemon cablin (Blanco) Benth.",
        
        "surname": "Bạc hà (Lamiaceae).",
        
        "partsUsed": "Lá phơi hay sấy khô",
        
        "function": "Giải thử, hóa thấp, chỉ nôn. Chữa cảm mạo, nhức đầu, đau mình mẩy, sổ mũi, đau bụng tiêu chảy, ăn uống không tiêu vào mùa hè.",
        
        "imageName": "cây-hoắc-hương",
        
    },
    {
        "name": "HÚNG CHANH",
        
        "otherName": "Dương tử tô, Rau thơm lông.",
        
        "scienceName": "Plectranthus amboinicus (Lour.) Spreng.",
        
        "surname": "Bạc hà (Lamiaceae).",
        
        "partsUsed": "Lá tươi hoặc dùng phần trên mặt đất cất lấy tinh dầu.",
        
        "function": "Ổn phế, trừ đàm, tân ôn giải biểu, giải độc. Chữa cảm cúm, sốt nóng về chiều, chữa ho, viêm họng, khản tiếng, chữa thổ huyết, chảy máu cam, táo bón. Dùng ngoài giã đắp lên những vết do rết và bọ cạp cắn.",
        "imageName": "cây-húng-chanh",
    },
    {
        "name": "HƯƠNG NHU TÍA",
        
        "otherName": "É tía",
        
        "scienceName": "Ocimum tenuiflorum L.",
        
        "surname": "Bạc hà (Lamiaceae)",
        
        "partsUsed": "Bộ phận trên mặt đất",
        
        "function": "Phát hãn, thanh thử, tán thấp, hành thủy, giảm đau. Chữa sốt cao, say nắng, nhức đầu, đau bụng, đi ngoài, nôn mửa, phù thũng.",
        
        "dosageAndUsage": "Ngày dùng: 6 - 12g, sắc hoặc hãm uống. Có thể dùng Hương nhu trắng để thay thế.",
        "imageName": "cây-hương-nhu-tía",
    },
    
    {
        
        "name": "HUYẾT DỤ",
        
        "scienceName": "Cordyline fruticosa (L.) Goepp.",
        
        "surname": "họ Huyết giác (Dracaenaceae)",
        
        "partsUsed": "Lá tươi hoặc khô.",
        
        "function": "Thanh nhiệt, cầm máu, tan huyết, giảm đau. Chữa rong huyết, băng huyết, đái ra máu, sốt xuất huyết. Lá chữa vết thương.",
        
        "dosageAndUsage": "Ngày dùng: 8 - 16g, sắc uống.",
        "imageName": "cây-huyết-dụ",
        
    },
    
    {
        "name": "HY THIÊM",
        
        "otherName": "Cỏ đĩ, Cây cứt lợn, Hy tiên.",
        
        "scienceName": "Siegesbeckia orientalis L.",
        
        "surname": "Cúc (Asteraceae).",
        
        "partsUsed": "Phần trên mặt đất",
        
        "function": "Trừ phong thấp, thanh nhiệt, giải độc. Chữa đau lưng, mỏi gối, đau xương khớp, chân tay tê buốt, mụn nhọt.",
        
        "dosageAndUsage": "Ngày dùng: 9 - 12g, sắc uống.",
        "imageName": "cây-hy-thiêm",
    },
    
    
    {
        "name": "ÍCH MẪU",
        
        "otherName": "Cây chói đèn, sung uý",
        
        "scienceName": "Leonurus japonicus Houtt",
        
        "surname": "Bạc hà (Lamiaceae)",
        
        "partsUsed": "Bộ phận trên mặt đất",
        
        "function": "Hoạt huyết, điều kinh, khứ ứ, tiêu thũng. Chữa rối loạn kinh nguyệt, kinh bế, đau bụng kinh, khí hư bạch đới, rong kinh, rong huyết, phụ nữ sau đẻ huyết hôi không ra hết.",
        
        "dosageAndUsage": "Ngày dùng: thân lá 6 - 12g, hạt: 4 - 9g, sắc uống.",
        
        "imageName": "cây-ích-mẫu",
        
        
    },
    {
        "name": "KÉ ĐẦU NGỰA",
        
        "otherName": "Thương nhĩ",
        
        "scienceName": "Xanthium strumarium L.",
        
        "surname": "Cúc (Asteraceae)",
        
        "partsUsed": "Quả già",
        
        "function": "Tiêu độc, sát trùng, tán phong thông khiếu, trừ thấp. Chữa phong hàn, đau đầu, chân tay co rút, đau khớp, mũi chảy nước hôi, mày đay, lở ngứa, tràng nhạc, mụn nhọt, mẩn ngứa.",
        
        "dosageAndUsage": "Ngày dùng 6 - 12g, sắc uống.",
        
        "imageName": "cây-ké-đầu-ngựa",
        
    },
    {
        "name": "KHỔ SÂM CHO LÁ",
        
        "otherName": "Khổ sâm Bắc bộ, cù đèn, co chạy đón (Thái)",
        
        "scienceName": "Croton tonkinensis Gagnep.",
        
        "surname": "Thầu dầu (Euphorbiaceae).",
        
        "partsUsed": "Lá và cành thu hái khi cây đang có hoa, phơi khô.",
        
        "function": "Thanh nhiệt, giải độc, sát trùng. Chữa viêm loét dạ dày, tiêu hóa kém, mụn nhọt, lở loét ngoài da, viêm mũi.",
        
        "dosageAndUsage": "Ngày dùng 15 - 20g, sắc uống. Dùng ngoài lấy nước sắc để rửa, chữa mụn nhọt, lở ngứa.",
        "imageName": "cây-khổ-sâm-cho-lá",
    },
    
    
    {
        "name": "KIM NGÂN",
        
        "otherName": "Dây nhẫn đông, chừa giang khằn (Thái), boóc kim ngằn (Tày)",
        
        "scienceName": "Lonicera japonica Thunb.",
        
        "surname": "Kim ngân (Caprifoliaceae)",
        
        "partsUsed": "Thân, lá, hoa",
        
        "function": "Thanh nhiệt giải độc, tán phong nhiệt. Chữa mụn nhọt, mề đay, lở ngứa, nhiệt độc ban sởi, dị ứng, lỵ, cảm mạo phong nhiệt, ho do phế nhiệt, viêm mũi dị ứng.",
        
        "dosageAndUsage": "Kim ngân được dùng riêng hay phối hợp với nhiều vị thuốc khác. Ngày dùng 4 - 6g (hoa) hay 15 - 30g (cành, lá), dùng dưới dạng thuốc sắc uống, thuốc hãm hoặc hoàn tán.",
        
        "imageName": "cây-kim-ngân-hoa",
        
    },
    {
        "name": "KIM TIỀN THẢO",
        
        "otherName": "Đồng tiền lông, mắt trâu, vảy rồng",
        
        "scienceName": "Desmodium styracifolium (Osbeck) Merr.",
        
        "surname": "Đậu (Fabaceae)",
        
        "partsUsed": "Bộ phận trên mặt đất",
        
        "function": "Thanh nhiệt, trừ thấp, lợi tiểu, thông lâm. Chữa sỏi đường tiết niệu, đái buốt, viêm gan vàng da, phù thũng.",
        
        "dosageAndUsage": "Ngày dùng 15 - 30g, sắc uống.",
        "imageName": "cây-kim-tiền-thảo",
        
        
    },
    {
        "name": "KINH GIỚI",
        
        "otherName": "Khương giới, giả tô, nhả nát hom (Thái)",
        
        "scienceName": "Elsholtzia ciliata (Thunb.) Hyland.",
        
        "surname": "Bạc hà (Lamiaceae)",
        
        "partsUsed": "Bộ phận trên mặt đất (ngọn mang hoa)",
        
        "function": "Giải biểu, khu phong, chỉ ngứa. Chữa cảm mạo, sốt, nhức đầu, hoa mắt, viêm họng, ngứa, phong trúng kinh lạc.",
        
        "dosageAndUsage": "Ngày dùng 6 - 12g (dạng khô), sắc hoặc hãm uống. Khi sao đen được dùng chữa băng huyết, rong kinh, thổ huyết, chảy máu cam, đại tiện ra máu, ngày dùng: 6 - 12g, sắc hoặc hãm uống.",
        
        "imageName": "",
        
    },
    {
        "name": "LÁ LỐT",
        
        "otherName": "Tất bát",
        
        "scienceName": "Piper lolot C. DC.",
        
        "surname": "Hồ tiêu (Piperaceae)",
        
        "partsUsed": "Dùng toàn cây",
        
        "function": "Ôn trung, tán hàn, hạ khí, chỉ thống, trừ phong thấp, kiện vị, tiêu thực, chỉ ẩu. Chữa chứng phong thấp, thấp khớp mạn, đau lưng, đau khớp, đau nhức xương, tay chân tê bại, rối loạn tiêu hóa, nôn mửa đầy hơi, trướng bụng, tiêu chảy, đau đầu, đau nhức răng, chảy nước mũi hôi, ra mồ hôi chân tay.",
        
        "dosageAndUsage": "Ngày dùng 8 - 12g (khô) hay 15 - 30g (tươi), sắc uống, chia 2 -3 lần.",
        
        "imageName": "",
        
    },
    {
        "name": "MÃ ĐỀ",
        
        "otherName": "Xa tiền, bông mã đề",
        
        "scienceName": "Plantago major L.",
        
        "surname": "Mã đề (Plantaginaceae)",
        
        "partsUsed": "lá, hạt",
        
        "function": "Thanh thấp nhiệt, lợi tiểu, thông lâm, chỉ huyết. Chữa ho lâu ngày, viêm khí quản, viêm thận và bàng quang, đau dạ dầy, bí tiểu tiện, tiểu tiện ra máu hoặc ra sỏi tiết niệu, phù thũng, chảy máu cam. Dùng ngoài lá mã đề có tác dụng làm mụn nhọt chóng vỡ, mau lành.",
        
        "dosageAndUsage": "Ngày dùng 10 - 20g (toàn cây) hay 6 - 12g (hạt), sắc uống. Dùng ngoài lấy lá mã đề lượng vừa đủ, giã nát đắp vào nơi có mụn.",
        
        "imageName": "",
        
    },
    {
        "name": "MẠCH MÔN",
        
        "otherName": "Mạch môn đông, mạch đông, tóc tiên, cỏ lan",
        
        "scienceName": "Ophiopogon japonicus (L.f) Ker-Gawl.",
        
        "surname": "Mạch môn (Haemodoraceae)",
        
        "partsUsed": "Rễ củ phơi hay sấy khô.",
        
        "function": "Dưỡng vị, sinh tân, nhuận phế thanh tâm. Chữa phế nhiệt do âm hư, kho khan, ho lao, tân dịch hư tổn, tâm phiền mất ngủ, tiêu khát, táo bón.",
        
        "dosageAndUsage": "Ngày dùng 6 - 12g, sắc uống.",
    },
    {
        "name": "MẦN TƯỚI",
        
        "otherName": "Lan thảo, hương thảo.",
        
        "scienceName": "Eupatorium fortunei Turcz.",
        
        "surname": "Cúc (Asteraceae)",
        
        "partsUsed": "Phần trên mặt đất phơi hay sấy khô.",
        
        "function": "Hoạt huyết, tán ứ, lợi thủy, tiêu thũng, sát trùng. Chữa kinh nguyệt không đều, phụ nữ sau sinh huyết ứ, phù thũng, mụn nhọt, lở ngứa ngoài da.",
        
        "dosageAndUsage": "Ngày dùng 6 - 12g, sắc uống. Dùng ngoài cả cây, giã nát đắp vào mụn nhọt, lở ngứa.",
        
        "imageName": "",
        
    },
    {
        "name": "MỎ QUẠ",
        
        "otherName": "Hoàng lồ, Vàng lồ, Xuyên phá thạch.",
        
        "scienceName": "Maclura cochinchinensis (Lour.) Corn.",
        
        "surname": "Dâu tằm (Moraceae).",
        
        "partsUsed": "Lá, rễ",
        
        "function": "Sát trùng, chỉ thống, chỉ ho. Chữa vết thương phần mềm, ho ra máu.",
        
        "dosageAndUsage": "Lá tươi 100 - 200g, tùy theo vết thương, bỏ gân lá, giã nhỏ đắp vết thương.",
        
        "imageName": "",
        
        
    },
    {
        "name": "MƠ TAM THỂ",
        
        "otherName": "Mơ lông",
        
        "scienceName": "Paederia lanuginosa Wall.",
        
        "surname": "Cà phê (Rubiaceae).",
        
        "partsUsed": "Lá",
        
        "function": "Thanh nhiệt, giải độc. Chữa lỵ trực khuẩn.",
        
        "dosageAndUsage": "Lá tươi 30 - 50g, lau sạch, thái nhỏ trộn với trứng gà, bọc vào lá chuối đem nướng hoặc áp chảo cho chín. Ngày ăn 2 - 3 lần, trong 5 - 8 ngày.",
        
        "imageName": "",
    },
    
    {
        "name": "NÁNG",
        
        "otherName": "Lá náng, Náng hoa trắng",
        
        "scienceName": "Crinum asiaticum L.",
        
        "surname": "Thuỷ tiên (Amaryllidaceae).",
        
        "partsUsed": "Lá, thân hành.",
        
        "function": "Hoạt huyết, giảm đau. Chữa sưng, tụ máu, bong gân, sai khớp do ngã, chữa thấp khớp, nhức mỏi.",
        
        "dosageAndUsage": "Lá náng hơ nóng đắp vào chỗ tụ máu, bong gân, sưng tấy.",
        
        
        "imageName": "",
    },
    {
        "name": "NGẢI CỨU",
        
        "otherName": "Thuốc cứu, ngải diệp, nhả ngải (Tày), quá sú (H’mông), co linh li (Thái)",
        
        "scienceName": "Artemisia vulgaris L.",
        
        "surname": "Cúc (Asteraceae).",
        
        "partsUsed": "Bộ phận trên mặt đất",
        
        "function": "Chỉ huyết, trừ hàn thấp, điều kinh, an thai. Chữa phong thấp, kinh nguyệt không đều, băng kinh, rong huyết, khí hư, bạch đới.",
        
        "dosageAndUsage": "Ngày dùng: 6 - 12g, sắc hoặc hãm uống. Ngoài ra, còn dùng làm ngải nhung để làm thuốc cứu.",
        
        "imageName": "",
    },
    
    {
        "name": "NGHỆ",
        
        "otherName": "Nghệ vàng, Khương hoàng, Co hem, Co khản mỉn (Thái)",
        
        "scienceName": "Curcuma longa L.",
        
        "surname": "Gừng (Zingiberaceae)",
        
        "partsUsed": "Thân rễ (củ)",
        
        "function": "Khương hoàng (củ cái) có tác dụng hành khí, phá huyết, thông kinh, chỉ thống, sinh cơ. Chữa kinh nguyệt không đều, bế kinh, ứ máu, vùng ngực bụng trướng đau tức, đau mạng sườn, sau khi đẻ máu xấu không ra, kết hòn đau bụng, viêm loét dạ dày, vết thương lâu liền miệng; Uất kim (củ nhánh) có tác dụng hành khí giải uất, hành huyết phá ứ, chỉ huyết, lợi mật. Chữa thổ huyết, ra máu cam, đái ra máu, huyết ứ, mạng sườn đau, viêm gan, hoàng đảm, xơ gan.",
        
        "dosageAndUsage": "Khương hoàng ngày dùng 6 - 12g (dạng thuốc sắc hoặc bột), chia 2 - 3 lần; Uất kim ngày dùng 2 - 10g (dạng thuốc bột), chia 2 - 3 lần. Nghệ tươi giã nhỏ vắt lấy nước bôi vào mụn nhọt, viêm tấy lở loét ngoài da, bôi lên các mụn mới khỏi giúp chóng lên da non làm mờ sẹo.",
        "imageName": "",
        
    },
    
    {
        "name": "NGŨ GIA BÌ CHÂN CHIM",
        
        "otherName": "Cây chân chim, Cây đáng, Cây lằng, Sâm non",
        
        "scienceName": "Schefflera heptaphylla (L.) Frodin",
        
        "surname": "Ngũ gia (Araliaceae).",
        
        "partsUsed": "Vỏ thân",
        
        "function": "Khu phong, trừ thấp, mạnh gân cốt. Chữa đau lưng, đau xương do hàn thấp.",
        
        "dosageAndUsage": "Ngày dùng 10 - 20g, sắc uống.",
        
        "imageName": "",
        
        
    },
    {
        "name": "NHÂN TRẦN",
        
        "otherName": "Chè cát, chè nội, tuyến hương",
        
        "scienceName": "Adenosma caeruleum R. Br.",
        
        "surname": "Hoa mõm chó (Scrophulariaceae)",
        
        "partsUsed": "Bộ phận trên mặt đất",
        
        "function": "Thanh nhiệt, lợi thấp, thoái hoàng. Chữa viêm gan, viêm gan virus, viêm túi mật, vàng da, sốt nóng, tiểu tiện không thông, phụ nữ sau đẻ kém ăn.",
        
        "dosageAndUsage": "Ngày dùng 10 - 15g, sắc uống.",
        
        
        "imageName": "",
    },
    {
        "name": "NHÓT",
        
        "otherName": "Cây lót, hồi đồi tử",
        
        "scienceName": "Elaeagnus latifolia L.",
        
        "surname": "Nhót Eleaegnceae.",
        
        "partsUsed": "Lá, quả, rễ",
        
        "function": "Chỉ khát, bình suyễn, chỉ tả. Chữa hen suyễn, lỵ trực khuẩn và tiêu chảy.",
        
        "dosageAndUsage": "Lá tươi 20 - 30g hoặc lá khô 6 - 12g, thái nhỏ sao vàng, sắc với 400ml nước còn 100ml chia 2 lần uống trong ngày. Rễ nấu nước tắm mụn nhọt.",
        
        "imageName": "",
        
    },
    {
        "name": "CÂY ỔI",
        
        "otherName": "Ủi, phan thạch lựu.",
        
        "scienceName": "Psidium guajava L.",
        
        "surname": "Sim Myrtaceae.",
        
        "partsUsed": "Lá, quả",
        
        "function": "Sáp trường, chỉ tả. Chữa tiêu chảy.",
        
        "dosageAndUsage": "Dùng quả xanh nhai, nuốt nước nhả bã, ngày dùng 15 - 20g búp non hay lá non, sắc uống.",
        
        "imageName": "",
        
    },
    {
        "name": "PHÈN ĐEN",
        
        "otherName": "Nỗ, Tạo phan diệp.",
        
        "scienceName": "Phyllanthus reticulatus Poir.",
        
        "surname": "Thầu dầu - Euphorbiaceae",
        
        "partsUsed": "Lá, vỏ thân cây",
        
        "function": "Sáp trường, chỉ tả. Chữa tiêu chảy.",
        
        "dosageAndUsage": "Ngày dùng 15 - 20g búp non hay lá non, sắc uống.",
        
        "imageName": "",
        
    },
    {
        "name": "QUÝT",
        
        "otherName": "Quýt xiêm, quất thực",
        
        "scienceName": "Citrus reticulata Blanco",
        
        "surname": "Cam (Rutaceae)",
        
        "partsUsed": "Lá, vỏ, quả, hạt",
        
        "function": "Trần bì có tác dụng hành khí, táo thấp, hóa đờm. Chữa ăn không tiêu, đau bụng, nôn mửa, ho tức ngực, nhiều đờm. Thanh bì (vỏ quả còn xanh) có tác dụng sơ can, phá khí, tán kết, tiêu đờm. Chữa ngực sườn đau tức. Hạt quýt (quất hạch) có tác dụng hành khí, tán kết, chỉ thống. Chữa sa ruột, bìu sưng đau, đau lưng, viêm tuyến vú. Lá quýt (quất diệp) có tác dụng sơ can, hành khí, hóa đờm. Chữa ngực đau tức, ho, sưng vú.",
        
        "dosageAndUsage": "Trần bì ngày dùng 4 - 12g, dạng sắc hoặc tán; Thanh bì ngày dùng 3 - 9g. Hạt quýt ngày dùng: 3 - 9g; lá quýt ngày dùng 10 - 20 lá, sắc uống.",
        
        "imageName": "",
        
    },
    {
        "name": "RAU MÁ",
        
        "otherName": "Liên tiền thảo",
        
        "scienceName": "Centella asiatica (L.) Urban",
        
        "surname": "Hoa tán (Apiaceae)",
        
        "partsUsed": "Cả cây",
        
        "function": "Thanh nhiệt trừ thấp, giải độc, tiêu viêm. Chữa sốt, mụn nhọt, vàng da, thổ huyết, chảy máu cam, táo bón, ho, tiểu tiện rắt buốt.",
        
        "dosageAndUsage": "Ngày dùng: 30 - 40g (tươi), vò nát, vắt lấy nước hoặc dạng khô sắc uống. Có thể dùng phối hợp với cỏ nhọ nồi có tác dụng cầm máu.",
        "imageName": "",
        
    },
    
    {
        "name": "RÂU MÈO",
        
        "otherName": "Cây Bông bạc",
        
        "scienceName": "Orthosiphon spiralis (Lour.) Merr.",
        
        "surname": "Hoa môi - Lamiaceae.",
        
        "partsUsed": "Phần trên mặt đất.",
        
        "function": "Thanh lợi thấp nhiệt, lợi tiểu. Chữa viêm thận, viêm bàng quang, sỏi thận, viêm gan.",
        
        "dosageAndUsage": "Ngày dùng 5 - 6g, dạng thuốc sắc.",
        
        "imageName": "",
        
    },
    {
        "name": "RAU SAM",
        
        "otherName": "Mã xỉ hiện.",
        
        "scienceName": "Portulaca oleracea L.",
        
        "surname": "Rau sam (Portulacaceae).",
        
        "partsUsed": "Phần trên mặt đất",
        
        "function": "Thanh nhiệt giải độc, chỉ lỵ. Chữa mụn nhọt, nước ăn chân, kiết lỵ, tiểu buốt, tiểu ra máu.",
        
        "dosageAndUsage": "Ngày dùng: 9 - 12g, dạng sắc. Dùng ngoài 30 - 60g tươi, giã đắp vào nơi bị bệnh.",
        
        
        "imageName": "",
        
    },
    {
        "name": "SẢ",
        
        "scienceName": "Cymbopogon spp.",
        
        "surname": "Lúa (Poaceae).",
        
        "partsUsed": "Thân rễ và lá",
        
        "function": "Phát hãn, lợi tiểu, hạ khí, tiêu đờm. Chữa cảm sốt, đau bụng, đầy hơi, trướng bụng, nôn mửa, ho nhiều đờm.",
        
        "dosageAndUsage": "Ngày dùng: 6 - 9g (rễ), dạng hãm, sắc.",
        
        "imageName": "",
        
    },
    {
        "name": "SÀI ĐẤT",
        
        "otherName": "Cúc nháp, ngổ núi, tân sa",
        
        "scienceName": "Wedelia chinensis (Osbeck) Merr.",
        
        "surname": "Cúc (Asteraceae).",
        
        "partsUsed": "Bộ phận trên mặt đất",
        
        "function": "Thanh nhiệt giải độc, tiêu viêm. Chữa viêm tấy, mụn nhọt, nhiễm trùng, chốc đầu, lở ngứa, dị ứng.",
        
        "dosageAndUsage": "Ngày dùng 50 -100g (tươi), giã nát, hòa thêm nước gạn uống, bã đắp vào chỗ sưng tấy. Dùng dạng khô: 20 - 40g, sắc với 400ml nước đun sôi còn 100ml, uống làm 2-3 lần trong ngày. Trẻ em tùy tuổi, uống 1/3 - 1/2 liều người lớn.",
        
        "imageName": "",
        
    },
    {
        "name": "SẮN DÂY",
        
        "otherName": "Cát căn",
        
        "scienceName": "Pueraria montana (Lour.) Merr. var. chinensis (Ohwi) Maesen",
        
        "surname": "Đậu (Fabaceae)",
        
        "partsUsed": "Rễ củ. Cạo vỏ phơi khô hoặc sấy khô.",
        
        "function": "Giải cơ, thoái nhiệt, sinh tân, chỉ khát, thấu chẩn, chỉ tả. Chữa cảm sốt phong nhiệt, cổ gáy cứng đau, sởi, thủy đậu, ban chẩn mọc không đều, kiết lỵ kèm theo sốt, khát nước.",
        
        "dosageAndUsage": "Ngày 9 - 15g, dạng sắc.",
        
        "imageName": "",
        
    },
    {
        "name": "SIM",
        
        "otherName": "Hồng sim, Đào kim nương.",
        
        "scienceName": "Rhodomyrtus tomentosa (Ait.) Hassk.",
        
        "surname": "Sim (Myrtaceae)",
        
        "partsUsed": "Búp non, lá, nụ hoa, quả chín.",
        
        "function": "Chỉ huyết, lợi thấp, chỉ tả, giải độc. Chữa đau bụng, tiêu chảy, lỵ trực khuẩn.",
        
        "dosageAndUsage": "Ngày dùng 8 - 16g, thái nhỏ, sắc với 200ml nước còn 50ml, chia 2 lần uống trong ngày. Dùng ngoài sắc lá, rửa vết thương.",
        
        "imageName": "",
    },
    {
        "name": "THIÊN MÔN ĐÔNG",
        
        "otherName": "Thiên môn, Thiên đông, Tóc tiên leo.",
        
        "scienceName": "Asparagus cochinchinensis (Lour.) Merr.",
        
        "surname": "Thiên môn đông (Asparagaceae).",
        
        "partsUsed": "Rễ củ. Đồ chín, bỏ vỏ, rút lõi, phơi khô hoặc sấy khô.",
        
        "function": "Tư âm, sinh tân, nhuận táo, thanh phế, hóa đàm. Chữa ho, sốt do phế nhiệt, tân dịch hao tổn, táo bón.",
        
        "dosageAndUsage": "Ngày dùng 6 - 12g, sắc uống.",
        
        "imageName": "",
        
    },
    {
        "name": "TÍA TÔ",
        
        "scienceName": "Perilla frutescens (L.) Britt.",
        
        "surname": "Bạc hà (Lamiaceae).",
        
        "partsUsed": "Lá, hạt chín, cành phơi khô, hoặc sấy khô.",
        
        "function": "Hành khí, khoan trung, chỉ thống, an thai. Chữa khí uất vùng ngực, ngực sườn đày tức, thượng vị đau, ợ hơi, nôn mửa. Lá và cành tía tô chữa động thai. Hạt tía tô (tô tử) giảm ho trừ đàm.",
        
        "dosageAndUsage": "Ngày dùng 5 - 9g, sắc uống.",
        
        "imageName": "",
        
        
    },
    {
        "name": "TRẮC BÁCH DIỆP",
        
        "otherName": "Trắc bá, bá tử, co tổng péc (Thái)",
        
        "scienceName": "Platycladus oreintalis (L.) Franco",
        
        "surname": "Hoàng đàn (Cupressaceae)",
        
        "partsUsed": "Lá, nhân hạt (bá tử nhân)",
        
        "function": "Lá sao cháy có tác dụng lương huyết, cầm máu, trừ thấp nhiệt. Chữa ho ra máu, đại tiểu tiện ra máu, chảy máu cam, rong kinh, rong huyết. Hạt trắc bách diệp (Bá tử nhân) có tác dụng bổ tâm, định thần, chỉ hãn, nhuận táo, thông tiện. Chữa hồi hộp, mất ngủ, hay quên, người yếu âm hư.",
        
        "dosageAndUsage": "Ngày dùng 6 - 12g (lá), Bá tử nhân ngày dùng 4 - 12g. Trắc bách diệp sao cháy ngày dùng 10 - 20g, sắc uống.",
        
        "imageName": "",
        
    },
    {
        "name": "TRINH NỮ HOÀNG CUNG",
        
        "otherName": "Tỏi lơi lá rộng.",
        
        "scienceName": "Crinum latifolium L.",
        
        "surname": "Thuỷ tiên (Amaryllidaceae).",
        
        "partsUsed": "Lá",
        
        "function": "Tiêu ung, bài nùng. Hỗ trợ chữa ung thư vú, ung thư cổ tử cung, ung thư tuyến tiền liệt.",
        
        "dosageAndUsage": "Ngày dùng 3 - 5g, sao vàng, sắc uống.",
        
        "imageName": "",
        
    },
    {
        "name": "XẠ CAN",
        
        "otherName": "Rẻ quạt, lưỡi đòng",
        
        "scienceName": "Belamcanda chinensis (L.) DC.",
        
        "surname": "La dơn (Iridaceae)",
        
        "partsUsed": "Thân rễ, lá",
        
        "function": "Thanh nhiệt giải độc, hóa đàm bình suyễn. Chữa viêm họng, viêm amydal có mủ, ho nhiều đờm, khản tiếng, viêm tắc tuyến vú, tắc tia sữa.",
        
        "dosageAndUsage": "Ngày dùng 3 - 6g (dạng khô), sắc uống; 10 - 20g (thân rễ tươi) tươi rửa sạch, nhúng qua nước sôi, giã nát cho vài hạt muối, vắt lấy nước ngậm và nuốt dần, bã hơ nóng đắp vào cổ.",
        
        "imageName": "",
        
        
    },
    {
        "name": "XÍCH ĐỒNG NAM",
        
        "otherName": "Mò hoa đỏ, lẹo cái",
        
        "scienceName": "Clerodendrum japonicum (Thunb.) Sweet",
        
        "surname": "Cỏ roi ngựa - Verbenaceae.",
        
        "partsUsed": "Toàn thân phơi hoặc sấy khô, có thể dùng tươi.",
        
        "function": "Hành khí, hoạt huyết, tiêu viêm, chỉ thống. Chữa khí hư, viêm cổ tử cung, kinh nguyệt không đều, vàng da, mụn lở, khớp xương đau nhức, đau lưng.",
        
        "dosageAndUsage": "Ngày dùng 15 - 20g, sắc hoặc nấu cao uống. Lá tươi giã đắp hoặc ép lấy nước rửa vết thương, bỏng, mụn lở.",
        
        "imageName": "",
        
    },
    {
        "name": "XUYÊN TÂM LIÊN",
        
        "otherName": "Công cộng, lãm hạch liên, khổ đảm thảo",
        
        "scienceName": "Andrographis paniculata (Burm.f.) Nees",
        
        "surname": "Ô rô (Acanthaceae)",
        
        "partsUsed": "Bộ phận trên mặt đất",
        
        "function": "Thanh nhiệt giải độc, tiêu viêm, chỉ thống. Chữa lỵ cấp tính, viêm dạ dày, cảm mạo, phát sốt, viêm họng, viêm Amydal, viêm gan virus, mụn nhọt.",
        
        "dosageAndUsage": "Ngày dùng 4 - 16g, dạng sắc, tán.",
        
        "imageName": "",
        
    },
    {
        "name": "Ý DĨ",
        
        "otherName": "Bo bo, hạt cườm, cườm gạo",
        
        "scienceName": "Coix lacryma-jobi L.",
        
        "surname": "Lúa (Poaceae)",
        
        "partsUsed": "Hạt",
        
        "function": "Kiện tỳ, bổ phế, thanh nhiệt, thẩm thấp. Chữa phù thũng, cước khí, ỉa chảy do tỳ hư, phong thấp lâu ngày không khỏi, gân cơ co quắp khó vận động.",
        
        "dosageAndUsage": "Ngày dùng 8 - 30g, sắc uống, thường phối hợp với các vị thuốc khác.",
        
        "imageName": "",
    },
]
